{
  "name": "கமல்ஹாசன்",
  "date_of_birth": "1954-11-07",
  "date_of_death": "",
  "place_of_birth": "பரமக்குடி, இராமநாதபுரம், மதராசு மாகாணம், இந்தியா",
  "spouse": [
    "வாணி கணபதி",
    "சரிகா",
    "கௌதமி"
  ],
  "children": [
    "சுருதி ஹாசன்",
    "அக்சரா ஹாசன்"
  ],
  "movies": [],
  "other_occupations": [
    "நடிகர்",
    "திரைப்பட தயாரிப்பாளர்",
    "திரைப்பட இயக்குனர்",
    "திரைக்கதை",
    "பின்னணி பாடகர்",
    "பாடலாசிரியர்",
    "தொலைக்காட்சி தொகுப்பாளர்",
    "நடனமாடுபவர்",
    "அரசியல்வாதி"
  ],
  "awards": [
    "பத்ம பூசண்",
    "பத்மஸ்ரீ",
    "செவாலியர் விருது",
    "என். டி. ஆர் தேசிய விருது",
    "கலைமாமணி விருது"
  ],
  "intro": "கமல்ஹாசன் (Kamal Haasan, பிறப்பு:07 நவம்பர் 1954) ஒரு புகழ்பெற்ற இந்தியத் திரைப்பட நடிகரும் மற்றும் அரசியல்வாதியும் ஆவார். இவர் சில திரைப்படங்களை இயக்கியும் உள்ளார். இவரின் மாறுபட்ட வேடங்களைக் கொண்ட நடிப்பிற்காக பரவலாக அறியப்படுகிறார். கமல்ஹாசன் சிறந்த குழந்தை நட்சத்திரம் மற்றும் சிறந்த நடிகர் என்ற முறையில் 4 தேசிய விருதுகளும், சிறந்த படம் என்ற முறையில் தயாரிப்பாளராக 1 தேசிய விருதும், 10 தமிழக அரசு திரைப்பட விருதுகள்கள், 4 ஆந்திர அரசின் நந்தி விருதுகள், 19 பிலிம்பேர் விருதுகள் உள்ளடங்கலாக பல இந்திய விருதுகளை வென்றுள்ளார், இவர் சிறந்த பிறமொழிப்படத்திற்கான, அகாதமி விருதிற்கு இந்தியாவிலிருந்து பரிந்துரைக்கப்பட்ட திரைப்படங்களில் அதிகமானவற்றிலும் நடித்திருந்தார். நடிகராக மட்டுமல்லாது திரைக்கதையாசிரியர், இயக்குநர், பாடலாசிரியர், பின்னணிப் பாடகர், நடன அமைப்பாளர் எனப் பன்முகத்தன்மை கொண்டவராக விளங்குகின்றார். இந்திய திரைத்துறைக்கு ஆற்றிய பணிக்காக பத்ம பூசண், பத்மசிறீ விருதும் அவருக்கு வழங்கப்பட்டுள்ளது. அத்துடன் சத்தியபாமா பல்கலைக்கழகம் கமல்ஹாசனிற்கு கௌரவ முனைவர் பட்டம் வழங்கி கௌரவித்தது. 2019 இல் 60 ஆண்டுகளை திரைத்துறையில் நிறைவுசெய்த இந்திய நடிகர்கள் மிகச்சிலரில் ஒருவரானார். இவரின் திரைத்துறை வாழ்க்கையானது 1960 ஆம் ஆண்டில் தமிழில் வெளிவந்த களத்தூர் கண்ணம்மா எனும் திரைப்படத்தில் குழந்தை நட்சத்திரமாக ஆரம்பித்தது. இந்தத் திரைப்படத்தில் நடித்தற்காக ஜனாதிபதி விருது பெற்றார். இவர் அடிக்கடி வாரணம் விஜய் எனும் இயக்குநரைச் சந்திப்பார். அவர் கமல்ஹாசனின் நடிப்பில் சில திருத்தங்களைச் செய்வார். குழந்தை நட்சத்திரமாக 6 திரைபடங்களில் நடித்துள்ளார். துணை நடண ஆசிரியராக தங்கப்பன் அவர்களிடம் சில திரைப்படங்களில் பணியாற்றியுள்ளார். 1973 ஆம் ஆண்டில் கைலாசம் பாலசந்தரின் இயக்கத்தில் வெளிவந்த அரங்கேற்றம் திரைப்படம் இவர் நடித்த முதல் வாலிப வயது திரைப்படம். கன்னியாகுமரி எனும் மலையாள படமே முதன் முதலாக கதாநாயகனாக நடித்து வெளியான திரைப்படமாகும், இத்திரைப்படதிற்காக முதல் பிலிம்பேர் விருது பெற்றார். தனது 25வது படமான அபூர்வ ராகங்கள் எனும் திரைப்படத்தில் முக்கியக் கதாபாத்திரத்தில் நடித்து தமிழுக்கான முதல் பிலிம்பேர் விருது வென்றார். 1983 ஆம் ஆண்டில் இயக்குநர் பாலு மகேந்திரா இயக்கிய மூன்றாம் பிறை திரைப்படத்தில் நடித்தார். இந்தப் படத்தில் நடித்ததற்காக சிறந்த நடிகருக்கான  இந்திய தேசிய விருது கிடைத்தது. 1987 இல் மணிரத்னம் இயக்கத்தில் நாயகன் திரைப்படத்திலும், 1996 இல் ஷங்கர் இயக்கத்தில் இந்தியன் 1996 திரைப்படத்திலும் நடித்தார். இந்தத் திரைப்படத்திற்காக இவருக்கு இரண்டாவது மற்றும் மூன்றாவது இந்திய தேசிய விருது கிடைத்தது. இந்த இரு படங்களிலும் இவரின் நடிப்பு பெரும் பாராட்டைப் பெற்றுத் தந்தது. 1992 ஆண்டு சிறந்த மாநில மொழி திரைப்படத்திற்கான தேசிய விருதை தேவர் மகன் படம் பெற்றது, தயாரிப்பாளர் என்ற முறையில் கமல்ஹாசன் தேசிய விருது பெற்றார். இதுவரை 220 க்கும் மேற்பட்ட படங்களில் நடித்துள்ளார். இதில் தசாவதாரம் திரைப்படத்தில் பத்து வேடங்களில் நடித்திருந்தார். 1979 ஆம் ஆண்டில் தமிழ்நாடு அரசு கலைமாமணி விருது வழங்கியது. 1990 இல் இந்திய அரசு பத்மசிறீ விருதும், 2014 இல் பத்ம பூசண் விருதும் வழங்கியது. 2016 இல் செவாலியே விருது பெற்றார். கமல்ஹாசன், தமிழ் தவிர இந்தி, தெலுங்கு, மலையாளம், கன்னடம், வங்காளம் ஆகிய மொழித் திரைப்படங்களிலும் நடித்துள்ளார். ராஜ்கமல் பிலிம்ஸ் இன்டர்நேசனல் என்ற திரைப்படத் தயாரிப்பு நிறுவனத்தையும் நடத்தி வருகின்றார்."
}